Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: Invalid TTL -- Packet Tracer
zh_cn: 无效的TTL -- Packet Tracer

source: DHCPv6 request failed.
zh_cn: DHCPv6请求失败.

source: Enter a valid Ip Address.
zh_cn: 输入有效的IP地址.

source: Open a MIB Browser Application
zh_cn: 打开MIB浏览器应用程序

source: IoE Monitor
zh_cn: IoE监视器

source: Incorrect Password
zh_cn: 密码不正确

source: Enter a valid TTL. Valid range is 0 to 255.
zh_cn: 输入有效的TTL. 有效数值范围为0到255.

source: DHCP request successful.
zh_cn: DHCP请求成功.

source: Open a Host Command Line
zh_cn: 打开主机命令行

source: Open the PC Wireless configuration window.
zh_cn: 打开PC无线配置窗口.

source: IoE Monitor to Home Gateway
zh_cn: IoE监控器到家庭网关

source: Enter a valid sequence number. Valid range is 1 to 65535
zh_cn: 输入有效的序列号. 有效数值范围为1到65535

source: Open the Email application.
zh_cn: 打开电子邮件应用程序.

source: Open an Email Application
zh_cn: 打开电子邮件应用程序

source: Open a TFTP Server Application
zh_cn: 打开TFTP服务器应用程序

source: Enter a number between 0 and 15000. 15000 is not the limit on real equipment but in Packet Tracer for performance and stability.
zh_cn: 输入一个介于0至15000的数字. 15000并非真实设备的上限，但在Packet Tracer中，为确保设备性能和稳定性而将其设为上限.

source: IPv6 auto config successful.
zh_cn: IPv6自动配置成功.

source: Open the terminal emulator application.
zh_cn: 打开终端仿真应用程序。

source: Invalid IPv6 DNS.
zh_cn: 无效的IPv6 DNS.

source: Requesting IP Address
zh_cn: 正在请求IP地址

source: Enter the password
zh_cn: 输入密码

source: Invalid Sequence Number -- Packet Tracer
zh_cn: 无效的序列号 -- Packet Tracer

source: Open a Terminal Window
zh_cn: 打开终端窗口

source: An interface is required for firewall configuration.
zh_cn: 防火墙配置需要一个接口。

source: No Modem -- Packet Tracer
zh_cn: 未发现调制解调器 -- Packet Tracer

source: Password cannot be empty.
zh_cn: 密码不能为空.

source: No Ports -- Packet Tracer
zh_cn: 无端口 -- Packet Tracer

source: Duplicate IP Address detected in the Network.
zh_cn: 检测到网络中存在重复的IP地址。

source: Open the PC command line interface.
zh_cn: 打开PC命令行界面.

source: Configure Dialup Settings
zh_cn: 配置拨号设置

source: DHCPv6 request successful.
zh_cn: DCHPv6请求成功.

source: Incorrect PDU Size -- Packet Tracer
zh_cn: PDU大小不正确 -- Packet Tracer

source: Invalid Ip Address -- Packet Tracer
zh_cn: 无效的IP地址 -- Packet Tracer

source: Open the TFTP Server application.
zh_cn: 打开TFTP服务器应用程序.

source: A modem interface is required to dial out.
zh_cn: 需要一个调制解调器接口才能拨出。

source: Password cannot be Blank
zh_cn: 密码不能为空

source: Invalid ipv6 gateway entered.
zh_cn: 输入的IPv6网关无效.

source: Invalid gateway entered.
zh_cn: 输入的网关无效.

source: Invalid DNS entered.
zh_cn: 输入DNS无效.

source: Local Link Address is invalid.
zh_cn: 本地链路地址无效.

source: Invalid subnet mask entered.
zh_cn: 输入的子网掩码无效.

source: Invalid subnet address entered.
zh_cn: 输入的子网地址无效.

source: This is an invalid IP address.
zh_cn: 这是一个无效的IP地址.

source: DHCP request failed.
zh_cn: DHCP请求失败.

source: Invalid IP for this subnet mask entered.
zh_cn: 输入的此子网掩码的IP地址无效。

source: Invalid DNSv6 entered.
zh_cn: 输入的DNSv6无效.

source: Invalid IP Address entered.
zh_cn: 输入的IP地址无效.

source: Invalid IP address entered.
zh_cn: 输入的IP地址无效.

source: Back
zh_cn: 返回

source: Constant Delay
zh_cn: 持续时延

source: If last event, capture then forward.
zh_cn: 如果是上一事件，捕获后转发。

source: Play Speed Slider
zh_cn: 播放速度滑块

source: Capture / Forward
zh_cn: 捕获/转发

source: Play Controls
zh_cn: 播放控制

source: Auto Capture / Play
zh_cn: 自动捕获/播放

source: Event List
zh_cn: 事件列表

source: Auto Capture Indicator
zh_cn: 自动捕获指示器

source: Reset Simulation
zh_cn: 重置模拟

source: Edit Filters
zh_cn: 编辑过滤器

source: Captured To: (no captures)
zh_cn: 捕获至: (无捕获)

source: Constant Processing, Transmission, and Propagation Delay
zh_cn: 持续的处理、传输和传播时延

source: Simulation Panel
zh_cn: 模拟面板

source: Clear Event List
zh_cn: 清除事件列表

source: Show All
zh_cn: 显示所有

source: Event List Filters - Visible Events
zh_cn: 事件列表过滤器 -- 可视事件

source: Max
zh_cn: 最大

source: Min
zh_cn: 最小

source: Num
zh_cn: 编号

source: Edit
zh_cn: 编辑

source: Exit
zh_cn: 退出

source: Mask
zh_cn: 掩码

source: None
zh_cn: 无

source: Save
zh_cn: 保存

source: Text
zh_cn: 文本

source: exit
zh_cn: 退出

source: Export String Pools
zh_cn: 导出字符串变量池

source: Component(s)
zh_cn: 组件

source: Number Variables
zh_cn: 数值变量

source: Color
zh_cn: 颜色

source: Connectivity Test
zh_cn: 连接测试

source: Page:
zh_cn: 页面:

source: Seeds
zh_cn: 种子

source: Value
zh_cn: 值

source: debug
zh_cn: 调试

source: &Test Activity
zh_cn: &测试活动

source: Import File to Initial Network
zh_cn: 将文件导入初始网络

source: &Instructions
zh_cn: &说明

source: Scoring Model
zh_cn: 评分模型

source: Feedback When Incorrect
zh_cn: 不正确时反馈

source: Scoring Rules
zh_cn: 评分规则

source: IP Pool Name
zh_cn: IP地址池名称

source: Number Pools
zh_cn: 数值变量池

source: Use the locking tree below to lock out certain features for this activity or leave this activity open to all features.
zh_cn: 使用下面的锁定树锁定此活动的某些功能，或保持此活动对所有功能开放。

source: This activity will use the initial values defined in the Initial Network. Alternatively, some initial values may be defined on the tree below. If checked, the value from the tree will be used.
zh_cn: 此活动将使用初始网络中定义的初始值。或者，可以在下面的树上定义一些初始值。如果选中，将使用树中的数值。

source: Show Variable Manager Interface
zh_cn: 显示变量管理器界面

source: Import Number Pools
zh_cn: 导入数值变量池

source: &Answer Network
zh_cn: &问答网络

source: Import IP Address Variables
zh_cn: 导入IP地址变量

source: Export IP Address Variables
zh_cn: 导出IP地址变量

source: Reset Scripts to Default
zh_cn: 将脚本重置为默认

source: Object Locations
zh_cn: 对象位置

source: Export As CC
zh_cn: 导出为CC

source: Export Seeds
zh_cn: 导出种子

source: IP Address Pools
zh_cn: IP地址池

source: Append Current Locations
zh_cn: 追加当前区域

source: Overall Feedback
zh_cn: 总体反馈

source: Import Seeds
zh_cn: 导入种子

source: Enabling dynamic percentage feedback will assess the user network against the assessment tree every few seconds. Connectivity tests will not be assessed. Warning: Large activities may degrade system performance.
zh_cn: 启用动态百分比反馈将每隔几秒就根据评估树评估用户网络。连接测试将不会被评估。警告: 大型活动可能会降低系统性能。

source: Time (ms) to forward Answer Network:
zh_cn: 距离跳转至问答网络的时间(ms):

source: Import/Export
zh_cn: 导入/导出

source: Maximum
zh_cn: 最大值

source: Use the tree below to select the components you want to assess. You may also use the View Filter to show only certain categories.
zh_cn: 使用下面的评估树选择您想要评估的组件。您还可以使用“视图过滤器”以仅显示某些类别。

source: Completed Feedback
zh_cn: 已完成的反馈

source: Minimum
zh_cn: 最小值

source: check activity
zh_cn: 检查活动

source: &Check Activity
zh_cn: &检查活动

source: I&nitial Network
zh_cn: &初始网络

source: Test the activity without restarting it
zh_cn: 无需重启以测试活动

source: Feedback Settings
zh_cn: 反馈设置

source: View Filter
zh_cn: 查看过滤器

source: Preview as HTML
zh_cn: 以HTML方式预览

source: To enable the ability to use the menu feature to insert variables throughout the rest of the Activity Wizard, select “Show Variable Manager Interface”
zh_cn: 要使用菜单功能在活动向导的其余部分插入变量，请选择“显示变量管理器界面”

source: Filter
zh_cn: 过滤器

source: Save As pkz
zh_cn: 另存为pkz

source: Overwrite Selected Location
zh_cn: 覆盖所选区域

source: Insert
zh_cn: 插入

source: Points
zh_cn: 分数

source: String Pool Name
zh_cn: 字符串变量池名称

source: Last Status
zh_cn: 上一状态

source: IP Address Variables
zh_cn: IP地址变量

source: To Add: Fill in the required Name, Pool Name and Value type field If Value Type is Element Position, an integer value or Number Variable is specified in the value field If Value Type is Seed, a Seed variable name is used in the Value field To Edit: Double-Click in the cell and change the value or reselect the dropdown value To Remove: Click anywhere in the row to be deleted and press the Delete key
zh_cn: 添加：填写所需的名称、池名称和数值类型字段。 如果数值类型为元素位置，则在数值字段中指定一个整数值或数字变量。 如果数值类型为种子，则在数值字段中使用种子变量名。 编辑：双击单元格并更改数值，或重新选择下拉列表数值。 删除：单击要删除的行中的任意位置，然后按Delete键

source: Auto-load External Files
zh_cn: 自动加载外部文件

source: Test Value
zh_cn: 测试值

source: Export Answer Network to File
zh_cn: 将问答网络导出至文件

source: Export All
zh_cn: 导出所有

source: Import All
zh_cn: 导入所有

source: export
zh_cn: 导出

source: import
zh_cn: 导入

source: Time (sec)
zh_cn: 时间 (秒)

source: test activity (shouldn't be here)
zh_cn: 测试活动(不应在此)

source: Show Score Percentage
zh_cn: 显示分数百分比

source: rename
zh_cn: 重命名

source: Test the activity from the beginning
zh_cn: 从开始测试活动

source: Time Settings
zh_cn: 时间设置

source: Test Condition
zh_cn: 测试条件

source: Use the text field below to enter the instructions for this activity. The text field supports a limited number of HTML tags. For a complete list of the tags, please refer to the help files.
zh_cn: 使用下面的文本字段输入对此活动的说明。该文本字段支持的HTML标签数量有限。有关标签的完整列表，请参阅帮助文件。

source: Setting a password prevents unauthorized changes to this activity's parameters. When a user is running this activity, the Activity Wizard cannot be accessed unless the correct password is entered.
zh_cn: 设置密码可防止对此活动的参数的未经授权的更改。当用户运行此活动时，除非输入正确的密码，否则无法访问活动向导。

source: Copy from Answer Network
zh_cn: 从问答网络中复制

source: Show Item Count Percentage
zh_cn: 显示项目计数百分比

source: Show Answer Network
zh_cn: 显示问答网络

source: No Dynamic Feedback
zh_cn: 无动态反馈

source: Welcome to the Activity Wizard! The Activity Wizard is an assessment tool that allows you to create detailed networking scenarios for other users. The typical sequence in making an activity is as follows: 1) Create the answer network and set the assessment items. 2) Create the initial network, which will be the user's starting point. A blank initial network may also be used. For accurate scoring, device display names in the initial network must match the ones in the answer network. 3) Put constraints on the user's ability to use certain features during the activity. 4) Write a clear set of instructions for the activity. 5) Password-protect the activity to prevent unauthorized changes to activity parameters. 6) Save the activity. Please refer to the Activity Wizard help files for more detailed information.
zh_cn: 欢迎来到活动向导！ 活动向导是允许您为其他用户创建详细的网络场景的一种评估工具。创建活动的典型顺序如下： 1)创建问答网络并设置评估项目。 2)创建初始网络，这将是用户的起点。也可以使用空白的初始网络。为确保评分准确，初始网络中的设备显示名必须与问答网络中的名称相一致。 3)限制用户在活动期间使用某些功能。 4)为活动撰写一份条理清晰的说明。 5)设置密码以保护活动，从而防止对活动参数的未经授权的更改。 6)保存活动。 请参阅活动向导帮助文件以获取更多详细信息。

source: &Password
zh_cn: &密码

source: The Variable Manager provides the ability for an activity author to add dynamic capabilities into an activity. These capabilities allow an author to create activities that change each time they are loaded or reset. This capability is enabled by creating pools of values and then creating variables which use the pool values to enable dynamic capabilities. The variables allow you to change many aspects of an activity, including but not limited to, Device names, IP addressing, Routing statements, DHCP and DNS records. Quick Reference: for a full guide, see the Packet Tracer help files. There are four types of variables that can be created in the Variable Manager. They are identified by the tabs at the top of this page. With the exception of the Seeds, the variables are created using a combination of a resource pool and an associated variable. Each type tab has a place to enter both the pool and the variable information. The seeds tab, due to the simplicity of the type combine both parts into one operation. How to create a variable: 1. Fill in the variable Name 2. Select the associated Pool Name (the pool must be already created to show in the dropdown list) 3. Specify the Variable Type (dropdown: Random, Element Position, Seed, Entire Range) 4. Specify the Value (if Element Position is selected a number within the range of values is specified, if seed is selected a seed name is entered for the value) Variables can select values in one of 4 ways. Random – Any value in the pool. Element Position – An integer value that selects the same position from the pool each time. Seed – A position defined by a Seed variable in the Seed tab. A method for allowing the same position to be used in multiple variable selections. Entire Range – A variable used in the Activity Wizard answer network to accept any input as correct as long as it is contained in the associated pool.
zh_cn: 变量管理器为活动作者提供将动态功能添加到活动中的能力。这些功能允许作者创建每次加载或重置时都会发生更改的活动。这一功能通过先创建数值池，然后再创建变量（这些变量使用池中数值以启用动态功能）而启用。这些变量允许您更改活动的许多方面，包括（但不限于）设备名称、IP寻址、路由语句、DHCP和DNS记录。 快速参考：有关完整的指南，请参阅Packet Tracer帮助文件。在变量管理器中可以创建四种类型的变量。它们由本页顶部的标签标识。除了种子之外，变量是使用资源池和关联变量的组合而创建的。每个类型选项卡都有一个地方可以输入池和变量信息。种子选项卡由于类型简单，将两个部分组合成一个操作。 如何创建变量： 1.填写变量名称 2.选择相关联的变量池名称（变量池必须已经创建才能显示在下拉列表中） 3.指定变量类型（下拉列表：随机，元素位置，种子，整个范围） 4.指定数值（如果选择了元素位置，则将指定数值范围内的一个数字；如果选择了种子，则需要输入种子名称作为数值） 变量可以以4种方式之一来选择数值。 随机 – 变量池中的任何数值。 元素位置 - 每次从变量池中选择相同位置的整数值。 种子 - 种子选项卡中由种子变量定义的位置。允许在多个变量选择中使用相同位置的方法。 整个范围 - 活动向导应答网络中使用的变量，只要它包含在关联的变量池中即可接受任何输入。

source: Building Initial Network
zh_cn: 创建初始网络

source: String Variables
zh_cn: 字符串变量

source: To Add: Fill in the required Name, Pool Name and Value type field If Value Type is Element Position, an integer value or Numeric Variable is specified in the value field If Value Type is Seed, a Seed variable name is used in the Value field To Edit:Double-Click in the cell and change the value or reselect the dropdown value To Remove: Click anywhere in the row to be deleted and press the Delete key
zh_cn: 添加：填写所需的名称、池名称和数值类型字段。 如果数值类型为元素位置，则在数值字段中指定一个整数值或数字变量。 如果数值类型为种子，则在数值字段中使用种子变量名。 编辑：双击单元格并更改数值，或重新选择下拉列表数值。 删除：单击要删除的行中的任意位置，然后按Delete键

source: Expression
zh_cn: 表达式

source: Expand/Collapse All
zh_cn: 展开/折叠全部

source: Work Product Features
zh_cn: 工作产品功能

source: &Scripting
zh_cn: &脚本

source: Import Number Variables
zh_cn: 导入数值变量

source: Export Number Variables
zh_cn: 导出数值变量

source: Export Page
zh_cn: 导出页面

source: To Add: Fill in the required Name and Text Fields The Text field can contain text, numbers, Seeds and Number Variables data, separated by semi-colons to create the data pool. Seed and Number variables can be substituted for text data using [[variablename]]. To Edit: Double-Click in the cell and change the value To Remove: Click anywhere in the row to be deleted and press the Delete key
zh_cn: 添加：填写所需的名称和文本字段 文本字段可以包含文本、数字、种子和数字变量数据，以分号分隔，从而创建数据池。种子和数字变量可以用[[variablename]]代替文本数据。 编辑：双击单元格并更改数值。 删除：单击要删除的行中的任意位置，然后按Delete键

source: Import Page
zh_cn: 导入页面

source: Incomplete Feedback
zh_cn: 不完整的反馈

source: Initial Network Setup
zh_cn: 初始网络设置

source: No Guest Profile
zh_cn: 无访客资料

source: Show Score
zh_cn: 显示分数

source: To Add: Fill in the required Name, Minimum and Maximum Values. The Test Value (optional) will specify the value to be used for the seed. This overrides random selection and is only used during Test Activity mode. To Edit: Double-Click in the cell and change the value To Remove: Click anywhere in the row to be deleted and press the Delete key. Negative values should not be used as Seeds. While they will be accepted, they will cause unpredictable results when the activity is used. When Seeds are used as index values to generating variables, make sure the pool range is greater or equal to the Seed range of values. Valid Seed range is from 0 to 2,147,483,647. Note: All variable positions start at 0. Typical Seeds should start at 0.
zh_cn: 添加：填写所需的名称、最小值和最大值。 测试值（可选）将指定要用于种子的数值。这将覆盖随机选择，且仅在“测试活动”模式下使用。 编辑：双击单元格并更改数值。 删除：单击要删除的行中的任意位置，然后按Delete键。 负值不能用作种子。若将负值用作种子，则在使用活动时将会导致不可预测的结果。当种子用作生成变量的索引值时，请确保变量池的范围大于或等于数值的种子范围。有效的种子范围为0至2,147,483,647。 注意：所有可变位置都是从0开始。典型的种子应从0开始。

source: Show Item Count
zh_cn: 显示项目计数

source: Author Information
zh_cn: 作者信息

source: Enabling this option overwrites the internal instructions.
zh_cn: 启用此选项将覆盖内部说明。

source: Add Page
zh_cn: 添加页面

source: Confirm Password:
zh_cn: 确认密码:

source: To Add: Fill in the required Name, Pool Name and Value type field If Value Type is Element Position, an integer value is specified in the value field If Value Type is Seed, a Seed variable name is used in the Value field To Edit: Double-Click in the cell and change the value or reselect the dropdown value To Remove: Click anywhere in the row to be deleted and press the Delete key
zh_cn: 添加：填写所需的名称、池名称和数值类型字段。 如果数值类型为元素位置，则在数值字段中指定一个整数值。 如果数值类型为种子，则在数值字段中使用种子变量名。 编辑：双击单元格并更改数值，或重新选择下拉列表数值。 删除：单击要删除的行中的任意位置，然后按Delete键

source: To Add: Fill in the required Name, Network Address, and Mask Values The First and Last IP Address fields will automatically filled in based on the Network and Mask fields if no variables are used. Seed, Number, and String variables can be substituted for address data using [[variablename]]. To Edit:Double-Click in the cell and change the value The First and Last IP Address fields can be edited to specify a smaller range of addresses that is set by default To Remove: Click anywhere in the row to be deleted and press the Delete key
zh_cn: 添加：填写所需的名称、网络地址和掩码值 如果没有使用变量，则第一个IP地址和最后一个IP地址将根据“网络”和“掩码”字段自动填写。种子、数字和字符串变量可以使用[[variablename]]代替地址数据。 编辑：双击单元格并更改数值。 可以编辑第一个IP地址和最后一个IP地址字段，从而将默认设置的地址范围指定为一个较小的范围。 删除：单击要删除的行中的任意位置，然后按Delete键

source: Password:
zh_cn: 密码:

source: Strings
zh_cn: 字符串

source: Coordinates
zh_cn: 坐标

source: Instructions:
zh_cn: 说明:

source: Edit Set
zh_cn: 编辑设置

source: Last IP Addr
zh_cn: 最后一个IP地址

source: Show Initial Network
zh_cn: 显示初始网络

source: Create a set of logical workspace object locations. Click Append Current Locations to create a location set. Create multiple location sets and append them to the list. Input a number into the Edit Set text field to overwrite, load, or delete that location set. Enter a value in the Index Variable text field to use a variable to determine the device location set to choose from when an activity starts or resets. If left blank, a random one will be selected when the activity starts.
zh_cn: 创建一组逻辑工作区对象位置。 单击“追加当前位置”以创建位置集。 创建多个位置集并将其追加到列表中。 在“编辑位置集”文本字段中输入一个数字，以覆盖、加载或删除该位置集。 在“索引变量”文本字段中输入一个数值，以使用变量来确定在活动启动或重置时可选择的设备位置集。如果保留为空，则在活动启动时将随机选择一个。

source: Seed Name
zh_cn: 种子名称

source: Value Type
zh_cn: 值类型

source: Locking Tree Place Holder
zh_cn: 锁定树位置保持器

source: Building Answer Network
zh_cn: 创建问答网络

source: There are two feedback pages. The "Completed Feedback" message is shown when the activity is 100% complete. Otherwise, the "Incomplete Feedback" message is shown.
zh_cn: 有两个反馈页面。当活动完成100%时，将显示“已完成的反馈”消息。否则，将显示“不完整的反馈”消息。

source: defaults
zh_cn: 默认

source: Import IP Address Pools
zh_cn: 导入IP地址池

source: Seed Indexes
zh_cn: 种子索引

source: Export IP Address Pools
zh_cn: 导出IP地址池

source: Previous Page
zh_cn: 上一页

source: Add Shape Test
zh_cn: 添加形状测试

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Verdana'; font-size:8pt;">This activity is incomplete, please try again.</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Verdana'; font-size:8pt;">此活动尚未完成，请重试。</span></p></body></html>

source: Index Variable
zh_cn: 索引变量

source: Remove Page
zh_cn: 删除页面

source: &Variable Manager
zh_cn: &变量管理器

source: Countdown
zh_cn: 倒计时

source: Locking Options
zh_cn: 锁定选项

source: Delete Selected Locations
zh_cn: 删除所选位置

source: Save As..
zh_cn: 另存为..

source: Periodic
zh_cn: 周期

source: Password Options
zh_cn: 密码选项

source: Assessment Tree
zh_cn: 评估树

source: Settings
zh_cn: 设置

source: Import String Pools
zh_cn: 导入字符串变量池

source: Load Locations
zh_cn: 加载位置

source: String Pools
zh_cn: 字符串变量池

source: Keyword:
zh_cn: 关键词:

source: Number Pool Name
zh_cn: 数值变量池名称

source: Export Initial Network to File
zh_cn: 将初始网络导出至文件

source: Different timing settings can be applied to this activity. The "Time Elapsed" setting will keep a running time of the activity duration. The "Countdown" setting will pop-up the Check Answers Page once the timer expires.
zh_cn: 不同的计时设置可应用于此活动。“已用时间”设置将记录活动期间的运行时间。一旦计时器到期，“倒计时”设置将弹出“检查答案”页面。

source: The connectivity tests are based on the first scenario of the answer network's User Created PDUs list. On the first column, select the test condition.
zh_cn: 连接测试基于问答网络中“用户创建的PDU”列表中的第一个场景。在第一列中，请选择测试条件。

source: To Add: Fill in the required Name, Minimum and Maximum Values. To Edit: Double-Click in the cell and change the value To Remove: Click anywhere in the row to be deleted and press the Delete key. Range: Positive and negative Integer numbers. Seed variables can be substituted for integers using [[variablename]].
zh_cn: 添加：填写所需的名称、最小值和最大值。 编辑：双击单元格并更改数值。 删除：单击要删除的行中的任意位置，然后按Delete键。 范围：正整数和负整数。种子变量可以用[[variablename]]代替整数。

source: &Welcome
zh_cn: &欢迎

source: Export Number Pools
zh_cn: 导出数值变量池

source: 1st IP Addr
zh_cn: 第一个IP地址

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Verdana'; font-size:8pt;">Congratulations on completing this activity!</span></p></body></html>
zh_cn: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'MS Shell Dlg 2'; font-size:8.25pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Verdana'; font-size:8pt;">恭喜您完成此活动!</span></p></body></html>

source: Variable Manager Operation
zh_cn: 变量管理器操作

source: The Scoring Model provides complete control over constructing activity tasks and providing feedback based on the evidence of the proficiencies.
zh_cn: 评分模型提供了对构建活动任务和提供基于熟练程度证据的反馈的完全控制。

source: Introduction
zh_cn: 说明

source: User profile locking prevents the user from changing their user profile during an activity.
zh_cn: 用户资料锁定可防止用户在活动期间更改其用户资料。

source: Activity Wizard
zh_cn: 活动向导

source: Variable Name
zh_cn: 变量名

source: Import File to Answer Network
zh_cn: 将文件导入问答网络

source: Original Author: Comments:
zh_cn: 原作者: 注释:

source: Disable Password
zh_cn: 禁用密码

source: User Profile Locking
zh_cn: 用户资料锁定

source: Next Page
zh_cn: 下一页

source: IP Addresses
zh_cn: IP地址

source: Import String Variables
zh_cn: 导入字符串变量

source: Export String Variables
zh_cn: 导出字符串变量

source: Time Elapsed
zh_cn: 已用时间

source: Show Checked Only
zh_cn: 仅显示已检查项目

source: Form
zh_cn: 格式

source: Please select a image from the list.
zh_cn: 请从列表中选择一张图像。

source: Path name cannot be blank.
zh_cn: 路径名不能为空。

source: Wrong file name, no such image exist.
zh_cn: 文件名错误，不存在该图像。

source: Images (*.png *.xpm *.jpg)
zh_cn: 图像 (*.png *.xpm *.jpg)

source: Open File
zh_cn: 打开文件

source: TV Settings
zh_cn: TV设置

source: Select TV Images
zh_cn: 选择TV图像

source: ON
zh_cn: 开启

source: OFF
zh_cn: 关闭

source: Domain Name:
zh_cn: 域名:

source: POP Server
zh_cn: POP服务器

source: Change Password
zh_cn: 更改 密码

source: SMTP Service
zh_cn: SMTP服务

source: POP3 Service
zh_cn: POP3服务

source: Debug
zh_cn: 调试

source: Start
zh_cn: 开始

source: Export
zh_cn: 导出

source: Import
zh_cn: 导入

source: Rename
zh_cn: 重命名

source: Import Dir
zh_cn: 导入目录

source: Defaults
zh_cn: 默认

source: Run File
zh_cn: 运行文件

source: Setup
zh_cn: 设置

source: Size:
zh_cn: 大小:

source: Default Gateway:
zh_cn: 默认网关:

source: DHCP Server:
zh_cn: DHCP服务器:
